{"en": {
    "name": "Hi, i'm <span>David</span>.",
    "name_2": "I'm a Web Developer & digital Marketer.",
    "home_desc": "I've always been fascinated by the power of technology. I enjoy the challenge of building innovative web applications, solving complex problems, analysing data and continuous learning. ",
    "linkedin_btn": "View LinkedIn Profile",
    "page_title1": "About <span>me</span><span class='bg_text'>about me</span></h2>",
    "about_me": "Who am i",
    "about_desc":"Beyond my technical skills, I'm a dedicated professional with a strong work ethic. As a web developer, I'm driven by a desire to solve problems and create user-friendly experiences. I love the process of breaking down complex challenges into manageable steps, and I'm always eager to learn new technologies and techniques. I'm committed to staying up-to-date with industry trends and best practices to deliver high-quality solutions.",
    "large_text": "$1,000's",
    "small_text_1":"Years in Digital",
    "small_text_2":"Large Clients <br /> Managed",
    "small_text_3":"Generated in <br />client revenue",
    "small_text_4":"Languages <br /> Fluently Spoken",
    "stat_title": "My Skills",
    "timeline_title": "Work Experience",
    "xp_title_1": "Production Agent<span> - La Poste Groupe</span>",
    "xp_desc_1": "Operating industrial machinery to sort small and large mail formats and small parcels, organizing bins by destination.</br></br>Storing sorted bins on carts and moving them to dedicated dock areas. Loading trucks according to safety procedures.</br></br>Performing checks on the docks to minimize sorting errors and prevent misdeliveries.</br></br>Replenishing carts and moving bins (empty or full) throughout the warehouse to optimize the logistics chain.</br></br>Re-labeling and adapting procedures as required by sorting plans.",
    "xp_title_2": "Web Developper (Internship)<span> - Kaizen Agency </span>",
    "xp_desc_2": "Integrated into a 15-member development and design team, where I developed a new client website using Django.<br/><br/>Provided maintenance for existing sites, expertly resolving bugs and adding features with HTML, SCSS, JavaScript, Smarty, Twig, and PHP to enhance user experience.",
    "xp_title_3":"Tracking Support Specialist<span> - Kaizen Agency & Affilae</span>",
    "xp_desc_3":"Transitioned to Affilae to apply technical expertise in a dedicated support role.<br/<br/>Provided comprehensive assistance to clients on their tracking integrations, utilizing various tools and techniques such as Google Tag Manager, TagCommander, CMS Modules, Server-to-Server, and API.<br/><br/>This work directly led to faster integration processes and enhanced overall tracking accuracy, benefiting client campaign performance.",
    "xp_title_4": "Senior SEA Specialist & Marketplace Expert<span> - Kaizen Agency</span>",
    "xp_desc_4": "Managed and optimized diverse digital marketing campaigns across SEA, social media, and marketplace platforms (Google Ads, bing Ads, Facebook, Instagram, Amazon, etc.). </br></br>Developed and executed strategic initiatives based on in-depth performance analysis, consistently maximizing ROI and achieving client objectives.</br></br>Led client communications, presenting actionable insights and recommendations.</br></br>Managed and maintained accurate product feeds for Google Shopping and marketplaces.",
    "xp_title_5": "Freelance SEA Specialist<span> - DWD Numerique</span>",
    "xp_desc_5": "Managed and optimized SEA and Social Media campaigns for a diverse range of clients, from small businesses to large enterprises.</br></br>Oversaw monthly budgets up to $500,000, consistently ensuring optimal ROI through strategic planning, continuous optimization, and rigorous weekly performance analysis.</br></br>Provided actionable insights and recommendations in client meetings, guiding future campaign direction and addressing concerns.",
    "xp_title_6": "SEA Team Leader<span> - Latitude Digital Marketing</span>",
    "xp_desc_6": "Led a team of 7 international SEA specialists, overseeing the end-to-end creation, management, and optimization of accounts and campaigns for a major UK Google Reseller partner.</br></br>Mentored and developed team members, fostering their growth into skilled SEA specialists.</br></br>Ensured all daily SEA tasks met high standards and client SLAs, maintaining quality and efficiency.</br></br>Managed team workload and conducted daily performance reporting to align spend and campaign performance with company, partner, and Google recommendations.",
    "xp_title_7": "SEA Executive<span> - Latitude Digital Marketing</span>",
    "xp_desc_7": "Managed SEA campaign setup, management, and optimization for a portfolio of SME advertisers.</br></br>Focused on delivering strong ROI and optimizing CPCs to align with client goals and Latitude's service level agreements (SLAs).",
    "xp_title_8": "SEA Customer Account Manager<span> - Microsoft Adcenter</span>",
    "xp_desc_8": "Drove customer success by setting up and optimizing SEA advertising on the Microsoft adCenter platform.</br></br>Managed inbound and outbound customer communications regarding performance queries, quickly assessing and resolving issues. Proactively offered tailored optimization advice and recommendations to existing customers.</br></br>Also handled billing and invoice issue resolution.",
    "xp_title_9": "Outbound Telemarketer<span> - Microsoft Adcenter</span>",
    "xp_desc_9": "Focused on customer engagement and platform education for Microsoft Advertising clients.</br></br>Initiated outbound contact to generate new business opportunities and with new users to ensure successful onboarding onto the Bing Ads platform.</br></br>Engaged with inactive accounts through reactivation calls, providing support to encourage renewed advertising activity.</br></br>Proactively explained solutions and resolved initial queries for potential clients during outbound calls.",
    "xp_title_10": "Receptionist<span> - Knowsley Metropolitan Borough Council</span>",
    "xp_desc_10": "Managed a busy reception area, delivering critical administrative support for Knowsley Metropolitan Borough Council staff and visitors.</br></br>Responsibilities encompassed phone communications, appointment scheduling, and comprehensive mail management.</br></br>Also proficiently performed diverse office tasks, including filing, photocopying, and data entry, ensuring smooth daily operations.",
    "xp_title_11": "Call Center Agent<span> - Knowsley Metropolitan Borough Council</span>",
    "xp_desc_11": "Provided exceptional customer service to local residents, adeptly managing a high volume of incoming calls.</br></br>Responsibilities included addressing inquiries, logging complaints, and efficiently transferring calls to appropriate departments for prompt issue resolution.</br></br>Collaborated directly with local authorities, such as the fire brigade and police, to coordinate special requests and emergency situations, thereby enhancing overall community satisfaction and operational efficiency.",
    "portfolio_page": "My <span>Portfolio</span><span class='bg_text'>Portfolio</span>",
    "portfolio_text": "Here you will find various projects i have undertaken.<br/>Feel free to browse around and checkout the work i have done.",
    "project_source": "Project Source",
    "contact_page": "Contact <span>Me</span><span class='bg_text'>Contact</span>",
    "contact_title": "Contact me here",
    "contact_desc": "If you have any projects or you have job openings you would like to discuss, don't hesitate to get in touch with me.",
    "location": "Location :",
    "location_2": "Listrac Médoc, France",
    "languages": "Languages :",
    "languages_2": "English, French",
    "education": "Education :",
    "education_2": "ENI École Informatique, Nantes, France",
    "linkedin_contact": "Contact me on LinkedIn",
    "github_contact": "Contact me on GitHub"
},
"fr": {
    "name": "Bonjour, moi c'est <span>David</span>.",
    "name_2": "Je suis dévelopeur web et Digital Marketeur.",
    "home_desc": "J'ai toujours été faciné par la technologie. J'apprécie le défi de créer des applications web innovantes, de résoudre des problèmes complexes, analyser les données et d'apprendre continuellement. ",
    "linkedin_btn": "Voir le profil LinkedIn ",
    "page_title1": "À propos de <span>moi</span><span class='bg-text'>à propos</span></h2>",
    "about_me": "qui suis-je",
    "about_desc":"Au-delà de mes compétences techniques, je suis un professionnel dévoué doté d'une solide éthique de travail. En tant que développeur web, je suis animé par le désir de résoudre les problèmes et de créer des expériences utilisateur intuitives. J'apprécie le processus consistant à décomposer les défis complexes en étapes gérables, et je suis toujours impatient d'apprendre de nouvelles technologies et techniques. Je m'engage à rester informé des tendances de l'industrie et des meilleures pratiques pour fournir des solutions de haute qualité.",
    "large_text": "Milliers €s",
    "small_text_1":"Années dans le Digital",
    "small_text_2":"Grand Comptes Gérés",
    "small_text_3":"Générés en revenues",
    "small_text_4":"Langues parlées couramment",
    "stat_title": "Mes Compétences",
    "timeline_title": "Expérience Professionnelle",
    "xp_title_1": "Agent de Production<span> - La Poste Groupe </span>",
    "xp_desc_1": "Utilisation de machines industrielles pour le tri de grands et petits formats de courrier et de petits colis, en respectant les destinations pour l'organisation des bacs.</br></br>Stockage des bacs sur des chariots et acheminement vers les zones de quai dédiées. Chargement des camions en respectant les procédures de sécurité.</br></br>Réalisation de vérifications sur les quais pour minimiser les erreurs de tri et éviter les erreurs d'envoi.</br></br>Réapprovisionnement des chariots et déplacement des bacs (vides ou pleins) dans l'entrepôt pour optimiser la chaîne logistique.</br></br>Ré-étiquetage et adaptation des procédures selon les besoins de tri.",
    "xp_title_2": "Développeur Web (Stage)<span> - Kaizen Agency </span>",
    "xp_desc_2": "Intégré à une équipe de 15 développeurs et designers, j'ai développé un nouveau site web client sous Django.<br/><br>Assuré la maintenance de sites existants, résolvant des bugs et ajoutant des fonctionnalités avec expertise en HTML, SCSS, JavaScript, Smarty, Twig et PHP pour améliorer l'expérience utilisateur.",
    "xp_title_3": "Spécialiste Support Tracking<span> - Affilae</span>",
    "xp_desc_3": "J'ai effectué une transition vers Affilae pour appliquer mon expertise technique à un rôle de support dédié.<br><br>J'ai fourni une assistance complète aux clients pour leurs intégrations de tracking, en utilisant divers outils et techniques tels que Google Tag Manager, TagCommander, les modules CMS, le Server-to-Server et les API.<br><br>Ce travail a directement mené à des intégrations plus rapides et à une précision de tracking améliorée, au bénéfice des performances de campagne des clients.",
    "xp_title_4": "Spécialiste SEA Senior et Expert Marketplace<span> - Kaizen Agency</span>",
    "xp_desc_4": "Géré et optimisé diverses campagnes de marketing digital sur les plateformes SEA, social media et marketplaces (Google Ads, Bing Ads, Facebook, Instagram, Amazon, etc.).<br><br>Développé et exécuté des initiatives stratégiques basées sur une analyse approfondie des performances, maximisant constamment le ROI et atteignant les objectifs clients.<br><br>Dirigé les communications avec les clients, présentant des analyses exploitables et des recommandations.<br><br>Géré et maintenu des flux de produits précis pour Google Shopping et les marketplaces.",
    "xp_title_5": "Spécialiste SEA Freelance<span> - DWD Numerique</span>",
    "xp_desc_5": "Géré et optimisé des campagnes SEA et Social Media pour un éventail diversifié de clients, des petites entreprises aux grandes sociétés.<br><br>Supervisé des budgets mensuels allant jusqu'à $500 000, assurant constamment un ROI optimal grâce à une planification stratégique, une optimisation continue et une analyse rigoureuse des performances hebdomadaires.<br><br>Fourni des analyses exploitables et des recommandations lors des réunions clients, orientant les futures stratégies de campagne et répondant aux préoccupations.",
    "xp_title_6": "Team Leader SEA<span> - Latitude Digital Marketing</span>",
    "xp_desc_6": "Dirigé une équipe de 7 spécialistes SEA internationaux, supervisant la création, la gestion et l'optimisation complètes des comptes et campagnes pour un partenaire majeur de Google Reseller au Royaume-Uni.<br><br>Accompagné et développé les membres de l'équipe, favorisant leur progression en tant que spécialistes SEA qualifiés.<br><br>Assuré que toutes les tâches SEA quotidiennes respectent des standards élevés et les SLA clients, garantissant qualité et efficacité.<br><br>Géré la charge de travail de l'équipe et effectué un reporting quotidien des performances pour aligner les dépenses et les résultats des campagnes avec les recommandations de l'entreprise, du partenaire et de Google.",
    "xp_title_7": "Chargé de Compte SEA<span> - Latitude Digital Marketing</span>",
    "xp_desc_7": "Géré la configuration, la gestion et l'optimisation des campagnes PPC pour un portefeuille d'annonceurs PME.<br><br>Axé sur la génération d'un ROI élevé et l'optimisation des CPC pour s'aligner sur les objectifs clients et les accords de niveau de service (SLA) de Latitude.",
    "xp_title_8": "Chargé de Clientèle SEA<span> - Microsoft Adcenter</span>",
    "xp_desc_8": "Accompagné les clients vers le succès en configurant et en optimisant les campagnes de référencement sur la plateforme Microsoft adCenter.<br><br>Géré les communications entrantes et sortantes avec les clients concernant les requêtes de performance, évaluant et résolvant rapidement les problèmes. Proposé de manière proactive des conseils et des recommandations d'optimisation personnalisés aux clients existants.<br><br>Également géré la résolution des problèmes de facturation et de devis.",
    "xp_title_9": "Télévendeur<span> - Microsoft Adcenter</span>",
    "xp_desc_9": "Axé sur l'engagement client et la formation sur la plateforme pour les clients Microsoft Advertising.<br><br>Initiation de contacts sortants pour générer de nouvelles opportunités commerciales et auprès de nouveaux utilisateurs pour assurer un onboarding réussi sur la plateforme Bing Ads.<br><br>Engagement avec les comptes inactifs via des appels de réactivation, fournissant un support pour encourager la reprise de l'activité publicitaire.<br><br>Explication proactive des solutions et résolution des requêtes initiales pour les clients potentiels lors des appels sortants.",
    "xp_title_10": "Réceptionniste<span> - Knowsley Metropolitan Borough Council</span>",
    "xp_desc_10": "Géré un espace d'accueil très fréquenté, apportant un soutien administratif essentiel au personnel et aux visiteurs du Conseil de l'agglomération de Knowsley.<br><br>Les responsabilités incluaient la gestion des communications téléphoniques, la planification des rendez-vous et une gestion complète du courrier.<br><br>Effectué également diverses tâches de bureau avec compétence, telles que le classement, la photocopie et la saisie de données, assurant la fluidité des opérations quotidiennes.",
    "xp_title_11": "Agent de Centre d'Appels <span> - Knowsley Metropolitan Borough Council</span>",
    "xp_desc_11": "Fourni un service client exceptionnel aux résidents locaux, gérant habilement un volume élevé d'appels entrants.<br><br>Les responsabilités incluaient le traitement des demandes, l'enregistrement des plaintes et le transfert efficace des appels vers les départements appropriés pour une résolution rapide des problèmes.<br><br>Collaboré directement avec les autorités locales, telles que la brigade des sapeurs-pompiers et la police, pour coordonner les requêtes spéciales et les situations d'urgence, améliorant ainsi la satisfaction globale de la communauté et l'efficacité opérationnelle.",
    "portfolio_page": "Mon <span>Portfolio</span><span class='bg-text'>Portfolio</span>",
    "portfolio_text": "Ici vous trouverez les divers projets personnel que j'ai entrepris.<br/>N'hésitez pas à regarder et voir le travail effectué .",
    "project_source": "Source du Projet",
    "contact_page": "<span>Contact</span><span class='bg-text'>Contact</span>",
    "contact_title": "Contactez moi",
    "contact_desc": "Si vous êtes à la recherche d'un développeur, n'hésitez pas à me contacter pour en discuter.",
    "location": "Location :",
    "location_2": " Listrac Médoc, France",
    "languages": "Langues :",
    "languages_2": " Français, Anglais",
    "education": "Éducation :",
    "education_2": " ENI École Informatique, Nantes, France",
    "linkedin_contact": "Contact sur LinkedIn",
    "github_contact": "Mon GitHub" 
}

}
