{"en": {
    "name": "Hi, i'm <span>David</span>.",
    "name_2": "Passionate about Web Development, Digital Marketing, Product Feeds & Tech.",
    "home_desc": "I focus on building systems where marketing and technology meet with precision. Following over 13 years of success in AdTech (SEM/PPC), I have integrated web development and test automation into my core interests.<br><br>I thrive on making systems talk to each other: implementing high-integrity tracking, optimizing product feed structures, developing robust web features, and ensuring reliable data flows from campaigns to analytics. I am equally fascinated by coding logic, marketing strategy, and the rigor of QA testing.<br><br>I value the logic and integrity of digital infrastructure, ensuring that solutions are accurately built and scale reliably from the start.",
    "linkedin_btn": "View LinkedIn Profile",
    "page_title1": "About <span>me</span><span class='bg_text'>about me</span></h2>",
    "about_me": "Who am i",
    "about_desc":"Beyond the tools, I am driven by problem-solving. I enjoy deconstructing complex challenges — whether it's a code bug, a tracking anomaly, or a product feed structure — and turning them into seamless, high-performance solutions. My dual background in Web Development and Marketing allows me to bridge the gap between business goals and technical execution. I am committed to continuous learning, ensuring that technical quality always translates into real-world efficiency.",
    "large_text": "$1,000's",
    "small_text_1":"Years in Digital",
    "small_text_2":"Core Technologies",
    "small_text_3":"In managed investments",
    "small_text_4":"Languages <br /> Fluently Spoken",
    "stat_title": "My Skills",
    "timeline_title": "Work Experience",
    "xp_title_1": "Production Agent<span> - La Poste Groupe</span>",
    "xp_desc_1": "<strong>Logistics Flow Management:</strong> Managed high-speed industrial sorting and logistics flows within a high-volume environment.</br></br><strong>Process Optimization:</strong> Improved routing efficiency and performed quality control (labeling/QA) to ensure delivery accuracy.</br></br><strong>Operational Performance:</strong> Adhered to strict safety protocols and met rigorous daily productivity targets.",
    "xp_title_2": "Web Developper (Internship)<span> - Kaizen Agency </span>",
    "xp_desc_2": "<strong>Backend Development:</strong> Engineered and deployed a client-side application using Python (Django), ensuring robust server-side logic and database integration.<br><br><strong>Legacy System Maintenance:</strong> Identified and resolved complex bugs across diverse environments, including PHP, JavaScript, Twig, and Smarty.<br><br><strong>Front-end Modernization:</strong> Enhanced user interface (UI) performance and aesthetics by integrating modern SCSS components and Vanilla JavaScript.",
    "xp_title_3":"Tracking Support Specialist<span> - Affilae</span>",
    "xp_desc_3":"<strong>Measurement Architecture:</strong> Provided technical guidance on implementing complex tagging plans using GTM, TagCommander, and various CMS modules.<br><br><strong>Data Reliability:</strong> Deployed advanced tracking solutions, including Server-to-Server (S2S) and API integrations, to overcome browser limitations and cookie depreciation.<br><br><strong>Technical Expertise:</strong> Conducted deep-dive audits and debugging of conversion funnels to ensure the integrity and accuracy of performance data.",
    "xp_title_4": "Senior Paid Search Specialist & Marketplace Expert<span> - Kaizen Agency</span>",
    "xp_desc_4": "<strong>Omnichannel Orchestration:</strong> Led complex advertising strategies across 15+ platforms, including Search, Social, Video, and major Marketplaces.</br></br><strong>Analysis & Reporting:</strong> Monitored performance through granular KPI analysis, transforming raw data into actionable, data-driven optimization strategies.</br></br><strong>Data Feed Management:</strong> Directed the technical optimization of complex product feeds to enrich data quality and ensure catalog compliance across global channels.",
    "xp_title_5": "Freelance Paid Search Specialist<span> - DWD Numerique</span>",
    "xp_desc_5": "<strong>Large-Scale Budget Management:</strong> Autonomous management of budgets up to $500,000 / month for a diverse portfolio.</br></br><strong>International Campaign Management:</strong> Deployment and optimization of international campaigns covering more than 30 countries across EMEA, AMER (USA/LATAM), and APAC regions.</br></br><strong>Data-Driven Strategy:</strong> Investment management based on rigorous reporting analysis to transform performance data into strategic decisions.",
    "xp_title_6": "PPC Team Leader<span> - Latitude Digital Marketing</span>",
    "xp_desc_6": "<strong>Intercultural Management:</strong> Leadership and mentoring of 7 PPC specialists (UK, DE, ES, PL, KE, IT) for a major Google UK partner.</br></br><strong>Operational Excellence:</strong> Supervision of production and rigorous adherence to quality standards and SLAs.</br></br><strong>Budget Allocation & Performance:</strong> Daily investment steering and reporting to ensure results align with clients' actual business objectives.",
    "xp_title_7": "PPC Account Manager<span> - Latitude Digital Marketing</span>",
    "xp_desc_7": "<strong>Portfolio Management:</strong> End-to-end setup and management of PPC campaigns for a portfolio of SME advertisers.</br></br><strong>Performance Optimization:</strong> Focus on maximizing ROI and granular CPC optimization to reach client objectives.<br><br><strong>Quality of Service:</strong> Rigorous account maintenance in compliance with agency standards and SLAs.",
    "xp_title_8": "Search Account Manager<span> - Microsoft Adcenter</span>",
    "xp_desc_8": "<strong>Strategic Support:</strong> Configuration and optimization of search campaigns to ensure advertiser success on the platform.</br></br><strong>Proactive Consulting:</strong> Performance analysis and personalized recommendations to maximize the efficiency of existing accounts.</br></br><strong>Problem Solving:</strong> Comprehensive management of client requests (performance, technical, billing, and quotes) with a solution-oriented and highly responsive approach.",
    "xp_title_9": "Outbound Telesales<span> - Microsoft Adcenter</span>",
    "xp_desc_9": "<strong>Acquisition & Onboarding:</strong> Identification of business opportunities and support for new users to ensure an optimal start on the platform.</br></br><strong>Account Reactivation:</strong> Analysis and engagement of inactive accounts to diagnose blockers and encourage the resumption of advertising activity.</br></br><strong>Platform Education:</strong> Proactive presentation of advertising solutions and resolution of initial technical issues for prospects.",
    "xp_title_10": "Receptionist<span> - Knowsley Metropolitan Borough Council</span>",
    "xp_desc_10": "<strong>Flow Management:</strong> In-person and telephone reception in a high-traffic environment, ensuring coordination between visitors and Council services.</br></br><strong>Operational Support:</strong> Comprehensive administrative management (scheduling, mail handling, filing) and data entry to ensure the fluidity of daily operations.</br></br><strong>Versatility:</strong> Logistics support for staff and handling of priority requests.",
    "xp_title_11": "Call Center Agent<span> - Knowsley Metropolitan Borough Council</span>",
    "xp_desc_11": "<strong>Critical Flow Management:</strong> Handling a high volume of inbound calls, ensuring high-quality customer service for local residents.</br></br><strong>Emergency Coordination:</strong> Direct collaboration with authorities (Police, Fire & Rescue Services) to coordinate real-time interventions and emergency situations.</br></br><strong>Operational Resolution:</strong> Analysis of requests, logging of complaints, and strategic routing to the relevant departments to ensure rapid incident resolution.",
    "xp_title_12": "Motorcycle Mechanic Apprentice<span> - Moto Sport</span>",
    "xp_desc_12": "<strong>Problem Solving:</strong> Developing rigour and diagnostic skills on complex mechanical systems.<br><br><strong>Logical Approach:</strong> Understanding component interdependence to ensure the smooth operation of an overall system.",
    "portfolio_page": "My <span>Portfolio</span><span class='bg-text'>Portfolio</span>",
    "portfolio_text": "Explore a selection of my projects, from web development to test automation.<br> My approach combines technical curiosity with rigor, focusing<br> particularly on data reliability and code structure.",
    "project_source": "Project Source",
    "contact_page": "Contact <span>Me</span><span class='bg-text'>Contact</span>",
    "contact_title": "Contact me here",
    "contact_desc": "Whether you have Pure Tech or MarTech needs, feel free to contact me directly to discuss them.",
    "location": "Location :",
    "location_2": "Listrac Médoc, France",
    "languages": "Languages :",
    "languages_2": "English, French",
    "education": "Education :",
    "education_2": "ENI École Informatique, Nantes, France",
    "linkedin_contact": "Contact me on LinkedIn",
    "github_contact": "Contact me on GitHub"
},
"fr": {
    "name": "Bonjour, moi c'est <span>David</span>.",
    "name_2": "Passionné par le Web, le Marketing Digital, les Flux de Données et la Tech.",
    "home_desc": "J'aime construire des systèmes où le marketing et la technologie se rencontrent avec précision. Après 13 ans de succès en AdTech (SEM/PPC), j'ai intégré le développement web et l'automatisation des tests à mes domaines de prédilection.</br></br> Ce qui m'anime, c'est de faire communiquer les systèmes entre eux : mettre en œuvre un tracking fiable, optimiser la structure des flux produits, développer des fonctionnalités web robustes et garantir la fluidité des données des campagnes vers l'analytique. J'apprécie autant la logique du code que la stratégie marketing ou la rigueur du test.</br></br> Mon approche repose sur l'intégrité de l'infrastructure digitale : s'assurer que chaque brique technique est construite avec justesse pour évoluer durablement.",
    "linkedin_btn": "Voir le profil LinkedIn ",
    "page_title1": "À propos de <span>moi</span><span class='bg-text'>à propos</span></h2>",
    "about_me": "qui suis-je",
    "about_desc":"Au-delà des outils, c'est la résolution de problèmes qui me passionne. J'aime décortiquer un défi complexe — qu'il soit lié à un bug de code, une anomalie de tracking ou une structure de flux produit — pour le transformer en une solution fluide et performante. Ma double culture Web et Marketing me permet de comprendre les enjeux business tout en maîtrisant les leviers techniques. Je m'engage à maintenir une veille constante pour que la qualité technique serve toujours l'efficacité réelle.",
    "large_text": "M€s",
    "small_text_1":"Années dans le Digital",
    "small_text_2":"Écosystèmes maîtrisés",
    "small_text_3":"D'investissements supervisés",
    "small_text_4":"Langues parlées couramment",
    "stat_title": "Mes Compétences",
    "timeline_title": "Expérience Professionnelle",
    "xp_title_1": "Agent de Production<span> - La Poste Groupe </span>",
    "xp_desc_1": "Gestion des flux logistiques et de tri industriel à haute cadence.</br></br>Optimisation des processus d'acheminement et contrôle qualité (étiquetage/QA).</br></br>Respect des protocoles de sécurité et des objectifs de performance opérationnelle.",
    "xp_title_2": "Développeur Web (Stage)<span> - Kaizen Agency </span>",
    "xp_desc_2": "<strong>Développement Backend :</strong> Conception et déploiement d'un site client sous Django (Python).<br><br><strong>Maintenance & Évolution :</strong> Résolution de bugs complexes et ajout de fonctionnalités sur des environnements variés (PHP, JavaScript, Twig, Smarty).<br><br><strong>Modernisation Front-end :</strong> Optimisation de l'interface utilisateur via l'intégration de composants SCSS et JS natif.",
    "xp_title_3": "Spécialiste Support Tracking<span> - Affilae</span>",
    "xp_desc_3": "<strong>Architecture de Mesure :</strong> Accompagnement technique sur l'implémentation de plans de marquage complexes via GTM, TagCommander et modules CMS.<br><br><strong>Data Reliability :</strong> Déploiement de solutions de tracking avancées : Server-to-Server (S2S) et API pour pallier les limitations des navigateurs.<br><br><strong>Expertise Technique :</strong> Audit et débogage de tunnels de conversion pour garantir l'intégrité des données de performance.",
    "xp_title_4": "Spécialiste SEA Senior et Expert Marketplace<span> - Kaizen Agency</span>",
    "xp_desc_4": "<strong>Pilotage Omnicanal :</strong> Gestion de campagnes sur plus de 15 régies (Search, Social, Vidéo & Marketplaces).<br><br><strong>Analyse & Reporting :</strong> Pilotage de la performance via une analyse granulaire des KPIs pour transformer la donnée brute en stratégies d'optimisation Data-Driven.<br><br><strong>Data Feed Management :</strong> Orchestration et optimisation technique des flux produits complexes pour enrichir les données et assurer la conformité des catalogues.",
    "xp_title_5": "Spécialiste SEA Freelance<span> - DWD Numerique</span>",
    "xp_desc_5": "<strong>Gestion de Budgets d'Envergure :</strong> Pilotage autonome de budgets allant jusqu'à $500 000 / mois pour un portefeuille varié.<br><br><strong>Expertise Multi-Marchés :</strong> Déploiement et optimisation de campagnes à l'international couvrant plus de 30 pays à travers les zones EMEA, AMER(USA/LATAM) et APAC.<br><br><strong>Stratégie Data-Driven :</strong> Pilotage des investissements basé sur une analyse rigoureuse des reportings pour transformer les données de performance en décisions stratégiques. ",
    "xp_title_6": "Team Leader SEA<span> - Latitude Digital Marketing</span>",
    "xp_desc_6": "<strong>Management Interculturel :</strong> Direction et mentoring de 7 spécialistes SEA (UK, DE, ES, PL, KE, IT) pour un partenaire majeur de Google UK.<br><br><strong>Excellence Opérationnelle :</strong> Supervision de la production et respect rigoureux des standards de qualité et des SLAs.<br><br><strong>Optimisation & Performance :</strong> Pilotage quotidien des investissements et reporting pour garantir l'alignement des résultats avec les objectifs business réels des clients.",
    "xp_title_7": "Chargé de Compte SEA<span> - Latitude Digital Marketing</span>",
    "xp_desc_7": "<strong>Gestion de Portefeuille :</strong> Configuration et pilotage complet des campagnes PPC pour un parc d’annonceurs PME.<br><br><strong>Optimisation à la Performance :</strong> Focus sur la maximisation du ROI et l'optimisation granulaire des CPC pour atteindre les objectifs clients.<br><br><strong>Qualité de Service :</strong> Maintenance rigoureuse des comptes en conformité avec les standards et SLAs de l'agence.",
    "xp_title_8": "Chargé de Clientèle SEA<span> - Microsoft Adcenter</span>",
    "xp_desc_8": "<strong>Accompagnement Stratégique :</strong> Configuration et optimisation des campagnes de référencement pour garantir le succès des annonceurs sur la plateforme.<br><br><strong>Conseil Proactif :</strong> Analyse des performances et recommandations personnalisées pour maximiser l'efficacité des comptes existants.<br><br>Également géré la résolution des problèmes de facturation et de devis.<br><br><strong>Résolution de Problèmes :</strong> Gestion complète des requêtes clients (performance, technique, facturation) avec une approche axée sur la réactivité et la solution.",
    "xp_title_9": "Télévendeur<span> - Microsoft Adcenter</span>",
    "xp_desc_9": "<strong>Acquisition & Onboarding :</strong> Identification d'opportunités commerciales et accompagnement des nouveaux utilisateurs pour garantir une mise en route optimale sur la plateforme.<br><br><strong>Réactivation de Comptes :</strong> Analyse et engagement des comptes inactifs pour diagnostiquer les points de blocage et encourager la reprise de l'activité publicitaire.<br><br><strong>Éducation Plateforme :</strong> Présentation proactive des solutions publicitaires et résolution des problématiques techniques initiales pour les prospects.",
    "xp_title_10": "Réceptionniste<span> - Knowsley Metropolitan Borough Council</span>",
    "xp_desc_10": "<strong>Gestion de Flux :</strong> Accueil physique et téléphonique dans un environnement à forte fréquentation, assurant la coordination entre les visiteurs et les services du Conseil.<br><br><strong>Support Opérationnel :</strong> Gestion administrative complète (planification, courrier, classement) et saisie de données pour garantir la fluidité des opérations quotidiennes.<br><br><strong>Polyvalence :</strong> Support logistique auprès du personnel et traitement des requêtes prioritaires.",
    "xp_title_11": "Agent de Centre d'Appels <span> - Knowsley Metropolitan Borough Council</span>",
    "xp_desc_11": "<strong>Gestion de Flux Critiques :</strong> Prise en charge d'un volume élevé d'appels entrants, assurant un service client de haute qualité auprès des résidents locaux.<br><br><strong>Coordination d'Urgence :</strong> Collaboration directe avec les autorités (police, sapeurs-pompiers) pour coordonner les interventions et les situations d'urgence en temps réel.<br><br><strong>Résolution Opérationnelle :</strong> Analyse des requêtes, enregistrement des plaintes et transfert stratégique vers les services compétents pour garantir une résolution rapide des incidents.",
    "xp_title_12": "Mécanique Cycles et Motocycles (Apprentissage) <span> - Moto Sport</span>",
    "xp_desc_12": "<strong>Résolution de problèmes :</strong> Apprentissage de la rigueur et du diagnostic sur des systèmes mécaniques complexes.<br><br><strong>Approche logique :</strong> Compréhension de l'interdépendance des composants pour assurer le bon fonctionnement d'un système global.",
    "portfolio_page": "Mon <span>Portfolio</span><span class='bg-text'>Portfolio</span>",
    "portfolio_text": "Découvrez une sélection de mes projets, du développement web à l'automatisation de tests.<br> Mon approche combine curiosité technique et rigueur, avec un accent particulier sur <br>la fiabilité des données et la structure du code.",
    "project_source": "Source du Projet",
    "contact_page": "<span>Contact</span><span class='bg-text'>Contact</span>",
    "contact_title": "Contactez moi",
    "contact_desc": "Si vous avez des besoins en Pur Tech ou Mar Tech, n'hésitez pas à me contacter directement pour en discuter.",
    "location": "Location :",
    "location_2": " Listrac Médoc, France",
    "languages": "Langues :",
    "languages_2": " Français, Anglais",
    "education": "Éducation :",
    "education_2": " ENI École Informatique, Nantes, France",
    "linkedin_contact": "Contact sur LinkedIn",
    "github_contact": "Mon GitHub" 
}

}
